class SuperModel:
    def __init__(self):
        self.units_dict = {"мм рт. ст.": "мм.рт.ст.", "мм. рт. ст.": "мм.рт.ст.", "мм рт ст": "мм.рт.ст.",
                           "мм рт ст.": "мм.рт.ст.", "мм.рт.ст.": "мм.рт.ст.", "минуту": "минут", "минута": "минут",
                           "мин": "минут", "минут": "минут", "сек": "секунд", "секунд": "секунд", "секунда": "секунд",
                           "ед": "единиц", "единиц": "единиц", "гр": "грамм", "грамм": "грамм", "грамма": "грамм"}

    def get_model(self):
        return self.units_dict
